ycsb/load_result/redis-load-thp-nf-16G.dat
[OVERALL], RunTime(ms), 11018309
[OVERALL], Throughput(ops/sec), 181.51605659271308
[TOTAL_GCS_PS_Scavenge], Count, 3668
[TOTAL_GC_TIME_PS_Scavenge], Time(ms), 5782
[TOTAL_GC_TIME_%_PS_Scavenge], Time(%), 0.05247629196095335
[TOTAL_GCS_PS_MarkSweep], Count, 0
[TOTAL_GC_TIME_PS_MarkSweep], Time(ms), 0
[TOTAL_GC_TIME_%_PS_MarkSweep], Time(%), 0.0
[TOTAL_GCs], Count, 3668
[TOTAL_GC_TIME], Time(ms), 5782
[TOTAL_GC_TIME_%], Time(%), 0.05247629196095335
[CLEANUP], Operations, 8
[CLEANUP], AverageLatency(us), 52.375
[CLEANUP], MinLatency(us), 33
[CLEANUP], MaxLatency(us), 141
[CLEANUP], 95thPercentileLatency(us), 141
[CLEANUP], 99thPercentileLatency(us), 141
[CLEANUP], 33, 1.0
[CLEANUP], 39, 4.0
[CLEANUP], 40, 1.0
[CLEANUP], 49, 1.0
[CLEANUP], 141, 1.0
[INSERT], Operations, 2000000
[INSERT], AverageLatency(us), 44066.888504
[INSERT], MinLatency(us), 5952
[INSERT], MaxLatency(us), 968703
[INSERT], 95thPercentileLatency(us), 44415
[INSERT], 99thPercentileLatency(us), 46399
[INSERT], Return=OK, 2000000
[INSERT], 5955, 1.0
[INSERT], 5959, 1.0
[INSERT], 6063, 1.0
[INSERT], 6103, 1.0
[INSERT], 6119, 1.0
[INSERT], 6135, 1.0
[INSERT], 6195, 1.0
[INSERT], 6199, 1.0
[INSERT], 40383, 1.0
[INSERT], 40415, 2.0
[INSERT], 40479, 1.0
[INSERT], 40543, 1.0
[INSERT], 40639, 1.0
[INSERT], 40671, 2.0
[INSERT], 40703, 2.0
[INSERT], 40735, 3.0
[INSERT], 40767, 1.0
[INSERT], 40799, 2.0
[INSERT], 40831, 5.0
[INSERT], 40863, 4.0
[INSERT], 40895, 3.0
[INSERT], 40927, 8.0
[INSERT], 40959, 5.0
[INSERT], 40991, 3.0
[INSERT], 41023, 12.0
[INSERT], 41055, 14.0
[INSERT], 41087, 4.0
[INSERT], 41119, 4.0
[INSERT], 41151, 13.0
[INSERT], 41183, 12.0
[INSERT], 41215, 5.0
[INSERT], 41247, 12.0
[INSERT], 41279, 5.0
[INSERT], 41311, 6.0
[INSERT], 41343, 15.0
[INSERT], 41375, 18.0
[INSERT], 41407, 13.0
[INSERT], 41439, 18.0
[INSERT], 41471, 13.0
[INSERT], 41503, 17.0
[INSERT], 41535, 13.0
[INSERT], 41567, 21.0
[INSERT], 41599, 23.0
[INSERT], 41631, 14.0
[INSERT], 41663, 9.0
[INSERT], 41695, 17.0
[INSERT], 41727, 18.0
[INSERT], 41759, 30.0
[INSERT], 41791, 35.0
[INSERT], 41823, 38.0
[INSERT], 41855, 33.0
[INSERT], 41887, 26.0
[INSERT], 41919, 38.0
[INSERT], 41951, 33.0
[INSERT], 41983, 50.0
[INSERT], 42015, 46.0
[INSERT], 42047, 45.0
[INSERT], 42079, 56.0
[INSERT], 42111, 63.0
[INSERT], 42143, 60.0
[INSERT], 42175, 78.0
[INSERT], 42207, 57.0
[INSERT], 42239, 87.0
[INSERT], 42271, 85.0
[INSERT], 42303, 103.0
[INSERT], 42335, 82.0
[INSERT], 42367, 113.0
[INSERT], 42399, 113.0
[INSERT], 42431, 110.0
[INSERT], 42463, 137.0
[INSERT], 42495, 159.0
[INSERT], 42527, 181.0
[INSERT], 42559, 191.0
[INSERT], 42591, 194.0
[INSERT], 42623, 208.0
[INSERT], 42655, 197.0
[INSERT], 42687, 236.0
[INSERT], 42719, 257.0
[INSERT], 42751, 313.0
[INSERT], 42783, 327.0
[INSERT], 42815, 352.0
[INSERT], 42847, 380.0
[INSERT], 42879, 470.0
[INSERT], 42911, 546.0
[INSERT], 42943, 591.0
[INSERT], 42975, 668.0
[INSERT], 43007, 782.0
[INSERT], 43039, 763.0
[INSERT], 43071, 834.0
[INSERT], 43103, 1002.0
[INSERT], 43135, 1279.0
[INSERT], 43167, 1528.0
[INSERT], 43199, 1870.0
[INSERT], 43231, 2188.0
[INSERT], 43263, 2422.0
[INSERT], 43295, 2636.0
[INSERT], 43327, 3427.0
[INSERT], 43359, 4521.0
[INSERT], 43391, 5055.0
[INSERT], 43423, 5284.0
[INSERT], 43455, 5261.0
[INSERT], 43487, 5564.0
[INSERT], 43519, 6679.0
[INSERT], 43551, 8992.0
[INSERT], 43583, 11191.0
[INSERT], 43615, 13506.0
[INSERT], 43647, 14750.0
[INSERT], 43679, 16593.0
[INSERT], 43711, 20422.0
[INSERT], 43743, 28070.0
[INSERT], 43775, 38509.0
[INSERT], 43807, 46411.0
[INSERT], 43839, 52501.0
[INSERT], 43871, 60576.0
[INSERT], 43903, 83977.0
[INSERT], 43935, 129801.0
[INSERT], 43967, 193997.0
[INSERT], 43999, 256622.0
[INSERT], 44031, 237774.0
[INSERT], 44063, 170467.0
[INSERT], 44095, 113064.0
[INSERT], 44127, 76325.0
[INSERT], 44159, 58122.0
[INSERT], 44191, 50222.0
[INSERT], 44223, 42776.0
[INSERT], 44255, 33478.0
[INSERT], 44287, 24619.0
[INSERT], 44319, 18916.0
[INSERT], 44351, 16335.0
[INSERT], 44383, 14861.0
[INSERT], 44415, 13280.0
[INSERT], 44447, 10924.0
[INSERT], 44479, 8484.0
[INSERT], 44511, 6660.0
[INSERT], 44543, 5332.0
[INSERT], 44575, 4914.0
[INSERT], 44607, 5229.0
[INSERT], 44639, 5036.0
[INSERT], 44671, 4159.0
[INSERT], 44703, 3338.0
[INSERT], 44735, 2704.0
[INSERT], 44767, 2384.0
[INSERT], 44799, 2077.0
[INSERT], 44831, 1717.0
[INSERT], 44863, 1465.0
[INSERT], 44895, 1158.0
[INSERT], 44927, 962.0
[INSERT], 44959, 836.0
[INSERT], 44991, 753.0
[INSERT], 45023, 734.0
[INSERT], 45055, 673.0
[INSERT], 45087, 606.0
[INSERT], 45119, 477.0
[INSERT], 45151, 389.0
[INSERT], 45183, 357.0
[INSERT], 45215, 306.0
[INSERT], 45247, 344.0
[INSERT], 45279, 293.0
[INSERT], 45311, 255.0
[INSERT], 45343, 208.0
[INSERT], 45375, 197.0
[INSERT], 45407, 204.0
[INSERT], 45439, 179.0
[INSERT], 45471, 179.0
[INSERT], 45503, 153.0
[INSERT], 45535, 160.0
[INSERT], 45567, 147.0
[INSERT], 45599, 146.0
[INSERT], 45631, 111.0
[INSERT], 45663, 98.0
[INSERT], 45695, 94.0
[INSERT], 45727, 93.0
[INSERT], 45759, 89.0
[INSERT], 45791, 76.0
[INSERT], 45823, 69.0
[INSERT], 45855, 75.0
[INSERT], 45887, 83.0
[INSERT], 45919, 66.0
[INSERT], 45951, 58.0
[INSERT], 45983, 53.0
[INSERT], 46015, 58.0
[INSERT], 46047, 55.0
[INSERT], 46079, 53.0
[INSERT], 46111, 48.0
[INSERT], 46143, 50.0
[INSERT], 46175, 33.0
[INSERT], 46207, 33.0
[INSERT], 46239, 29.0
[INSERT], 46271, 37.0
[INSERT], 46303, 36.0
[INSERT], 46335, 27.0
[INSERT], 46367, 45.0
[INSERT], 46399, 22.0
[INSERT], 46431, 44.0
[INSERT], 46463, 37.0
[INSERT], 46495, 27.0
[INSERT], 46527, 43.0
[INSERT], 46559, 38.0
[INSERT], 46591, 39.0
[INSERT], 46623, 29.0
[INSERT], 46655, 28.0
[INSERT], 46687, 25.0
[INSERT], 46719, 26.0
[INSERT], 46751, 32.0
[INSERT], 46783, 37.0
[INSERT], 46815, 26.0
[INSERT], 46847, 43.0
[INSERT], 46879, 43.0
[INSERT], 46911, 33.0
[INSERT], 46943, 28.0
[INSERT], 46975, 34.0
[INSERT], 47007, 32.0
[INSERT], 47039, 32.0
[INSERT], 47071, 42.0
[INSERT], 47103, 28.0
[INSERT], 47135, 35.0
[INSERT], 47167, 42.0
[INSERT], 47199, 48.0
[INSERT], 47231, 43.0
[INSERT], 47263, 58.0
[INSERT], 47295, 66.0
[INSERT], 47327, 51.0
[INSERT], 47359, 79.0
[INSERT], 47391, 69.0
[INSERT], 47423, 100.0
[INSERT], 47455, 94.0
[INSERT], 47487, 115.0
[INSERT], 47519, 133.0
[INSERT], 47551, 145.0
[INSERT], 47583, 137.0
[INSERT], 47615, 175.0
[INSERT], 47647, 191.0
[INSERT], 47679, 203.0
[INSERT], 47711, 205.0
[INSERT], 47743, 291.0
[INSERT], 47775, 324.0
[INSERT], 47807, 437.0
[INSERT], 47839, 514.0
[INSERT], 47871, 579.0
[INSERT], 47903, 730.0
[INSERT], 47935, 895.0
[INSERT], 47967, 1127.0
[INSERT], 47999, 1481.0
[INSERT], 48031, 1583.0
[INSERT], 48063, 1267.0
[INSERT], 48095, 947.0
[INSERT], 48127, 861.0
[INSERT], 48159, 734.0
[INSERT], 48191, 637.0
[INSERT], 48223, 631.0
[INSERT], 48255, 529.0
[INSERT], 48287, 450.0
[INSERT], 48319, 330.0
[INSERT], 48351, 279.0
[INSERT], 48383, 234.0
[INSERT], 48415, 165.0
[INSERT], 48447, 127.0
[INSERT], 48479, 109.0
[INSERT], 48511, 102.0
[INSERT], 48543, 94.0
[INSERT], 48575, 82.0
[INSERT], 48607, 82.0
[INSERT], 48639, 65.0
[INSERT], 48671, 61.0
[INSERT], 48703, 42.0
[INSERT], 48735, 36.0
[INSERT], 48767, 40.0
[INSERT], 48799, 35.0
[INSERT], 48831, 26.0
[INSERT], 48863, 24.0
[INSERT], 48895, 23.0
[INSERT], 48927, 22.0
[INSERT], 48959, 25.0
[INSERT], 48991, 12.0
[INSERT], 49023, 11.0
[INSERT], 49055, 10.0
[INSERT], 49087, 6.0
[INSERT], 49119, 7.0
[INSERT], 49151, 8.0
[INSERT], 49183, 13.0
[INSERT], 49215, 14.0
[INSERT], 49247, 11.0
[INSERT], 49279, 10.0
[INSERT], 49311, 6.0
[INSERT], 49343, 14.0
[INSERT], 49375, 13.0
[INSERT], 49407, 14.0
[INSERT], 49439, 7.0
[INSERT], 49471, 12.0
[INSERT], 49503, 9.0
[INSERT], 49535, 5.0
[INSERT], 49567, 5.0
[INSERT], 49599, 12.0
[INSERT], 49631, 7.0
[INSERT], 49663, 10.0
[INSERT], 49695, 5.0
[INSERT], 49727, 11.0
[INSERT], 49759, 4.0
[INSERT], 49791, 1.0
[INSERT], 49823, 2.0
[INSERT], 49855, 3.0
[INSERT], 49887, 4.0
[INSERT], 49919, 2.0
[INSERT], 49951, 11.0
[INSERT], 49983, 7.0
[INSERT], 50015, 3.0
[INSERT], 50047, 8.0
[INSERT], 50079, 9.0
[INSERT], 50111, 9.0
[INSERT], 50143, 4.0
[INSERT], 50175, 1.0
[INSERT], 50239, 3.0
[INSERT], 50271, 4.0
[INSERT], 50303, 6.0
[INSERT], 50335, 3.0
[INSERT], 50367, 2.0
[INSERT], 50399, 3.0
[INSERT], 50431, 2.0
[INSERT], 50463, 2.0
[INSERT], 50495, 3.0
[INSERT], 50527, 2.0
[INSERT], 50559, 8.0
[INSERT], 50591, 4.0
[INSERT], 50623, 3.0
[INSERT], 50655, 2.0
[INSERT], 50687, 2.0
[INSERT], 50719, 6.0
[INSERT], 50751, 4.0
[INSERT], 50783, 4.0
[INSERT], 50815, 5.0
[INSERT], 50847, 1.0
[INSERT], 50879, 2.0
[INSERT], 50911, 1.0
[INSERT], 50943, 2.0
[INSERT], 51007, 1.0
[INSERT], 51039, 3.0
[INSERT], 51071, 6.0
[INSERT], 51103, 4.0
[INSERT], 51135, 8.0
[INSERT], 51167, 2.0
[INSERT], 51199, 1.0
[INSERT], 51231, 2.0
[INSERT], 51263, 4.0
[INSERT], 51295, 2.0
[INSERT], 51327, 2.0
[INSERT], 51359, 4.0
[INSERT], 51391, 1.0
[INSERT], 51423, 1.0
[INSERT], 51455, 2.0
[INSERT], 51615, 2.0
[INSERT], 51647, 1.0
[INSERT], 51679, 2.0
[INSERT], 51711, 1.0
[INSERT], 51743, 1.0
[INSERT], 51775, 2.0
[INSERT], 51807, 3.0
[INSERT], 51839, 1.0
[INSERT], 51871, 1.0
[INSERT], 51903, 3.0
[INSERT], 52031, 2.0
[INSERT], 52063, 2.0
[INSERT], 52095, 2.0
[INSERT], 52127, 2.0
[INSERT], 52159, 4.0
[INSERT], 52191, 2.0
[INSERT], 52223, 1.0
[INSERT], 52319, 1.0
[INSERT], 52383, 2.0
[INSERT], 52415, 2.0
[INSERT], 52479, 3.0
[INSERT], 52607, 1.0
[INSERT], 52799, 1.0
[INSERT], 52831, 4.0
[INSERT], 52863, 1.0
[INSERT], 52895, 2.0
[INSERT], 52959, 1.0
[INSERT], 52991, 1.0
[INSERT], 53471, 2.0
[INSERT], 53503, 4.0
[INSERT], 53535, 5.0
[INSERT], 53567, 5.0
[INSERT], 53599, 6.0
[INSERT], 53631, 3.0
[INSERT], 53663, 1.0
[INSERT], 53823, 1.0
[INSERT], 53855, 1.0
[INSERT], 53919, 3.0
[INSERT], 53951, 1.0
[INSERT], 54015, 1.0
[INSERT], 54079, 3.0
[INSERT], 54271, 1.0
[INSERT], 54591, 1.0
[INSERT], 54655, 1.0
[INSERT], 54719, 1.0
[INSERT], 54751, 1.0
[INSERT], 54783, 2.0
[INSERT], 54847, 3.0
[INSERT], 54879, 1.0
[INSERT], 54975, 1.0
[INSERT], 55039, 2.0
[INSERT], 55071, 1.0
[INSERT], 55103, 2.0
[INSERT], 55135, 2.0
[INSERT], 55167, 1.0
[INSERT], 55231, 1.0
[INSERT], 55359, 1.0
[INSERT], 55391, 3.0
[INSERT], 55423, 2.0
[INSERT], 55487, 5.0
[INSERT], 55583, 1.0
[INSERT], 55711, 4.0
[INSERT], 55743, 1.0
[INSERT], 55775, 2.0
[INSERT], 55807, 1.0
[INSERT], 55839, 3.0
[INSERT], 55871, 2.0
[INSERT], 55903, 1.0
[INSERT], 55935, 2.0
[INSERT], 55967, 1.0
[INSERT], 55999, 1.0
[INSERT], 56031, 1.0
[INSERT], 56063, 2.0
[INSERT], 56223, 3.0
[INSERT], 56255, 1.0
[INSERT], 56287, 1.0
[INSERT], 56351, 1.0
[INSERT], 56447, 1.0
[INSERT], 56479, 3.0
[INSERT], 56511, 1.0
[INSERT], 56543, 1.0
[INSERT], 56575, 2.0
[INSERT], 56703, 1.0
[INSERT], 56895, 3.0
[INSERT], 56927, 1.0
[INSERT], 56959, 2.0
[INSERT], 56991, 3.0
[INSERT], 57055, 3.0
[INSERT], 57087, 3.0
[INSERT], 57151, 2.0
[INSERT], 57183, 2.0
[INSERT], 57215, 5.0
[INSERT], 57247, 1.0
[INSERT], 57279, 1.0
[INSERT], 57471, 2.0
[INSERT], 57695, 1.0
[INSERT], 57727, 1.0
[INSERT], 57823, 1.0
[INSERT], 58239, 2.0
[INSERT], 58271, 4.0
[INSERT], 58303, 3.0
[INSERT], 58335, 1.0
[INSERT], 58367, 1.0
[INSERT], 58399, 1.0
[INSERT], 58591, 1.0
[INSERT], 58751, 2.0
[INSERT], 58783, 1.0
[INSERT], 58815, 1.0
[INSERT], 58847, 1.0
[INSERT], 58911, 2.0
[INSERT], 59167, 1.0
[INSERT], 59295, 1.0
[INSERT], 59327, 1.0
[INSERT], 59455, 1.0
[INSERT], 59711, 1.0
[INSERT], 59775, 1.0
[INSERT], 59807, 1.0
[INSERT], 59903, 1.0
[INSERT], 59967, 1.0
[INSERT], 60031, 1.0
[INSERT], 60063, 2.0
[INSERT], 60095, 1.0
[INSERT], 60127, 1.0
[INSERT], 60159, 2.0
[INSERT], 60255, 2.0
[INSERT], 60287, 2.0
[INSERT], 60319, 4.0
[INSERT], 60351, 3.0
[INSERT], 60383, 3.0
[INSERT], 60415, 1.0
[INSERT], 60447, 4.0
[INSERT], 60767, 1.0
[INSERT], 61151, 1.0
[INSERT], 61215, 2.0
[INSERT], 61311, 1.0
[INSERT], 61471, 1.0
[INSERT], 61663, 1.0
[INSERT], 61759, 1.0
[INSERT], 61791, 1.0
[INSERT], 61823, 1.0
[INSERT], 61855, 2.0
[INSERT], 61887, 1.0
[INSERT], 61951, 1.0
[INSERT], 61983, 1.0
[INSERT], 62271, 1.0
[INSERT], 62335, 3.0
[INSERT], 62367, 3.0
[INSERT], 62399, 1.0
[INSERT], 63071, 1.0
[INSERT], 63103, 3.0
[INSERT], 63135, 1.0
[INSERT], 63167, 3.0
[INSERT], 63199, 1.0
[INSERT], 63263, 1.0
[INSERT], 63327, 1.0
[INSERT], 63391, 1.0
[INSERT], 63583, 1.0
[INSERT], 63871, 1.0
[INSERT], 63903, 1.0
[INSERT], 63935, 3.0
[INSERT], 63967, 2.0
[INSERT], 64031, 4.0
[INSERT], 64063, 1.0
[INSERT], 64095, 1.0
[INSERT], 64127, 1.0
[INSERT], 64191, 2.0
[INSERT], 64511, 1.0
[INSERT], 64703, 1.0
[INSERT], 65087, 1.0
[INSERT], 65151, 2.0
[INSERT], 65279, 1.0
[INSERT], 65311, 2.0
[INSERT], 65471, 1.0
[INSERT], 65535, 1.0
[INSERT], 65663, 4.0
[INSERT], 65727, 1.0
[INSERT], 65791, 4.0
[INSERT], 66111, 2.0
[INSERT], 66175, 5.0
[INSERT], 66367, 1.0
[INSERT], 66751, 1.0
[INSERT], 66815, 1.0
[INSERT], 67199, 2.0
[INSERT], 67263, 1.0
[INSERT], 67391, 1.0
[INSERT], 67455, 1.0
[INSERT], 67583, 1.0
[INSERT], 67775, 1.0
[INSERT], 67903, 1.0
[INSERT], 67967, 2.0
[INSERT], 68159, 2.0
[INSERT], 68223, 1.0
[INSERT], 68415, 3.0
[INSERT], 68543, 1.0
[INSERT], 68927, 1.0
[INSERT], 69375, 1.0
[INSERT], 69439, 1.0
[INSERT], 69695, 2.0
[INSERT], 70399, 1.0
[INSERT], 70655, 1.0
[INSERT], 71039, 1.0
[INSERT], 71103, 1.0
[INSERT], 71807, 1.0
[INSERT], 71871, 1.0
[INSERT], 71999, 3.0
[INSERT], 72063, 1.0
[INSERT], 72127, 1.0
[INSERT], 72319, 1.0
[INSERT], 72383, 2.0
[INSERT], 72447, 3.0
[INSERT], 72575, 1.0
[INSERT], 73151, 1.0
[INSERT], 73279, 1.0
[INSERT], 73343, 1.0
[INSERT], 73471, 1.0
[INSERT], 73535, 1.0
[INSERT], 73663, 2.0
[INSERT], 73791, 1.0
[INSERT], 73919, 1.0
[INSERT], 74495, 1.0
[INSERT], 74943, 1.0
[INSERT], 75007, 1.0
[INSERT], 75071, 2.0
[INSERT], 75135, 1.0
[INSERT], 75199, 1.0
[INSERT], 75263, 1.0
[INSERT], 75327, 1.0
[INSERT], 75455, 1.0
[INSERT], 75583, 1.0
[INSERT], 76159, 1.0
[INSERT], 76223, 2.0
[INSERT], 76479, 1.0
[INSERT], 77503, 1.0
[INSERT], 77823, 3.0
[INSERT], 79167, 1.0
[INSERT], 79487, 1.0
[INSERT], 79551, 1.0
[INSERT], 79615, 1.0
[INSERT], 79871, 1.0
[INSERT], 79999, 1.0
[INSERT], 80063, 3.0
[INSERT], 80127, 1.0
[INSERT], 80191, 2.0
[INSERT], 80255, 3.0
[INSERT], 80511, 1.0
[INSERT], 80639, 1.0
[INSERT], 81215, 2.0
[INSERT], 81279, 1.0
[INSERT], 81663, 1.0
[INSERT], 81727, 1.0
[INSERT], 81919, 2.0
[INSERT], 82367, 2.0
[INSERT], 82495, 1.0
[INSERT], 82559, 1.0
[INSERT], 82623, 1.0
[INSERT], 82751, 1.0
[INSERT], 83007, 1.0
[INSERT], 83199, 1.0
[INSERT], 83839, 1.0
[INSERT], 83903, 1.0
[INSERT], 85311, 1.0
[INSERT], 85567, 1.0
[INSERT], 87231, 1.0
[INSERT], 87295, 1.0
[INSERT], 87807, 1.0
[INSERT], 87999, 1.0
[INSERT], 88319, 1.0
[INSERT], 89343, 1.0
[INSERT], 89407, 1.0
[INSERT], 89535, 1.0
[INSERT], 89791, 1.0
[INSERT], 89919, 1.0
[INSERT], 90047, 1.0
[INSERT], 90431, 1.0
[INSERT], 90495, 1.0
[INSERT], 90879, 1.0
[INSERT], 91263, 1.0
[INSERT], 92351, 1.0
[INSERT], 92415, 1.0
[INSERT], 92607, 2.0
[INSERT], 92799, 1.0
[INSERT], 92927, 1.0
[INSERT], 93247, 1.0
[INSERT], 93375, 1.0
[INSERT], 93503, 2.0
[INSERT], 95295, 1.0
[INSERT], 95679, 1.0
[INSERT], 95807, 1.0
[INSERT], 95999, 1.0
[INSERT], 96191, 1.0
[INSERT], 97215, 1.0
[INSERT], 97279, 1.0
[INSERT], 97983, 1.0
[INSERT], 98495, 1.0
[INSERT], 98815, 1.0
[INSERT], 98879, 2.0
[INSERT], 99135, 1.0
[INSERT], 99199, 1.0
[INSERT], 99327, 1.0
[INSERT], 99391, 1.0
[INSERT], 99647, 2.0
[INSERT], 100287, 1.0
[INSERT], 100351, 2.0
[INSERT], 100863, 1.0
[INSERT], 101759, 1.0
[INSERT], 102399, 1.0
[INSERT], 103167, 2.0
[INSERT], 103551, 1.0
[INSERT], 103679, 2.0
[INSERT], 103999, 2.0
[INSERT], 104127, 1.0
[INSERT], 104191, 1.0
[INSERT], 104255, 1.0
[INSERT], 104447, 1.0
[INSERT], 104575, 1.0
[INSERT], 105599, 1.0
[INSERT], 105663, 1.0
[INSERT], 105791, 2.0
[INSERT], 106431, 1.0
[INSERT], 106495, 1.0
[INSERT], 106879, 1.0
[INSERT], 107007, 1.0
[INSERT], 107071, 1.0
[INSERT], 107391, 1.0
[INSERT], 108095, 1.0
[INSERT], 108351, 1.0
[INSERT], 108415, 1.0
[INSERT], 108671, 1.0
[INSERT], 108735, 1.0
[INSERT], 109247, 2.0
[INSERT], 109311, 2.0
[INSERT], 109631, 1.0
[INSERT], 109759, 1.0
[INSERT], 110591, 1.0
[INSERT], 111615, 1.0
[INSERT], 112063, 1.0
[INSERT], 112319, 1.0
[INSERT], 112575, 1.0
[INSERT], 113407, 1.0
[INSERT], 113599, 1.0
[INSERT], 113855, 1.0
[INSERT], 113983, 1.0
[INSERT], 115711, 1.0
[INSERT], 115839, 1.0
[INSERT], 115903, 1.0
[INSERT], 116031, 1.0
[INSERT], 117439, 1.0
[INSERT], 117503, 2.0
[INSERT], 117695, 1.0
[INSERT], 118527, 1.0
[INSERT], 119423, 1.0
[INSERT], 119871, 1.0
[INSERT], 120063, 1.0
[INSERT], 120127, 3.0
[INSERT], 120191, 1.0
[INSERT], 120255, 1.0
[INSERT], 120511, 3.0
[INSERT], 120767, 1.0
[INSERT], 122879, 2.0
[INSERT], 123071, 1.0
[INSERT], 123135, 1.0
[INSERT], 124607, 1.0
[INSERT], 125439, 2.0
[INSERT], 127487, 2.0
[INSERT], 127551, 2.0
[INSERT], 127679, 1.0
[INSERT], 128127, 1.0
[INSERT], 128447, 1.0
[INSERT], 128767, 1.0
[INSERT], 128895, 1.0
[INSERT], 129727, 1.0
[INSERT], 130175, 1.0
[INSERT], 130303, 2.0
[INSERT], 130367, 1.0
[INSERT], 131455, 1.0
[INSERT], 133759, 1.0
[INSERT], 134271, 1.0
[INSERT], 134783, 1.0
[INSERT], 135551, 1.0
[INSERT], 136831, 1.0
[INSERT], 138879, 1.0
[INSERT], 139007, 1.0
[INSERT], 140543, 2.0
[INSERT], 141695, 1.0
[INSERT], 141951, 2.0
[INSERT], 142079, 1.0
[INSERT], 142207, 1.0
[INSERT], 142463, 1.0
[INSERT], 142591, 2.0
[INSERT], 143615, 1.0
[INSERT], 143999, 1.0
[INSERT], 144127, 1.0
[INSERT], 144255, 1.0
[INSERT], 146943, 1.0
[INSERT], 149887, 1.0
[INSERT], 150399, 2.0
[INSERT], 150783, 2.0
[INSERT], 150911, 1.0
[INSERT], 151423, 3.0
[INSERT], 151551, 2.0
[INSERT], 151679, 2.0
[INSERT], 153983, 1.0
[INSERT], 156287, 2.0
[INSERT], 156543, 2.0
[INSERT], 157695, 1.0
[INSERT], 157823, 3.0
[INSERT], 158335, 1.0
[INSERT], 158719, 4.0
[INSERT], 158847, 4.0
[INSERT], 158975, 1.0
[INSERT], 159359, 1.0
[INSERT], 159487, 1.0
[INSERT], 160127, 2.0
[INSERT], 160255, 3.0
[INSERT], 160383, 1.0
[INSERT], 160639, 1.0
[INSERT], 162815, 1.0
[INSERT], 163327, 1.0
[INSERT], 163711, 1.0
[INSERT], 164095, 1.0
[INSERT], 164351, 1.0
[INSERT], 165887, 3.0
[INSERT], 166143, 1.0
[INSERT], 166271, 1.0
[INSERT], 166399, 1.0
[INSERT], 166783, 1.0
[INSERT], 166911, 1.0
[INSERT], 167039, 1.0
[INSERT], 167295, 1.0
[INSERT], 167679, 1.0
[INSERT], 167935, 1.0
[INSERT], 168063, 1.0
[INSERT], 168191, 1.0
[INSERT], 168831, 1.0
[INSERT], 169599, 1.0
[INSERT], 170239, 2.0
[INSERT], 171007, 1.0
[INSERT], 171647, 1.0
[INSERT], 172415, 1.0
[INSERT], 174079, 2.0
[INSERT], 174207, 2.0
[INSERT], 174847, 1.0
[INSERT], 174975, 1.0
[INSERT], 175231, 1.0
[INSERT], 175359, 1.0
[INSERT], 175871, 1.0
[INSERT], 176127, 3.0
[INSERT], 176767, 1.0
[INSERT], 177791, 1.0
[INSERT], 178431, 1.0
[INSERT], 178687, 3.0
[INSERT], 179839, 1.0
[INSERT], 180223, 1.0
[INSERT], 183551, 1.0
[INSERT], 184191, 2.0
[INSERT], 184575, 2.0
[INSERT], 184831, 1.0
[INSERT], 186111, 1.0
[INSERT], 186751, 1.0
[INSERT], 187391, 1.0
[INSERT], 187775, 1.0
[INSERT], 187903, 1.0
[INSERT], 188287, 1.0
[INSERT], 188927, 1.0
[INSERT], 189951, 2.0
[INSERT], 191743, 1.0
[INSERT], 191871, 1.0
[INSERT], 192383, 2.0
[INSERT], 193663, 2.0
[INSERT], 195327, 1.0
[INSERT], 195839, 1.0
[INSERT], 196223, 1.0
[INSERT], 196479, 1.0
[INSERT], 196863, 1.0
[INSERT], 197375, 1.0
[INSERT], 199167, 1.0
[INSERT], 199295, 1.0
[INSERT], 199423, 2.0
[INSERT], 199551, 1.0
[INSERT], 199807, 1.0
[INSERT], 199935, 1.0
[INSERT], 200063, 1.0
[INSERT], 200831, 1.0
[INSERT], 201087, 3.0
[INSERT], 201727, 1.0
[INSERT], 203903, 2.0
[INSERT], 204159, 2.0
[INSERT], 205055, 2.0
[INSERT], 207103, 2.0
[INSERT], 207871, 2.0
[INSERT], 208639, 1.0
[INSERT], 208767, 1.0
[INSERT], 208895, 1.0
[INSERT], 209407, 1.0
[INSERT], 210943, 1.0
[INSERT], 211711, 1.0
[INSERT], 213631, 2.0
[INSERT], 215167, 1.0
[INSERT], 216447, 1.0
[INSERT], 217087, 1.0
[INSERT], 217343, 1.0
[INSERT], 217599, 2.0
[INSERT], 219903, 1.0
[INSERT], 221311, 1.0
[INSERT], 225151, 1.0
[INSERT], 225919, 1.0
[INSERT], 226175, 1.0
[INSERT], 229247, 1.0
[INSERT], 230271, 1.0
[INSERT], 232191, 1.0
[INSERT], 238463, 1.0
[INSERT], 239359, 2.0
[INSERT], 239999, 3.0
[INSERT], 240383, 1.0
[INSERT], 240511, 4.0
[INSERT], 244351, 1.0
[INSERT], 248575, 1.0
[INSERT], 259583, 1.0
[INSERT], 259711, 3.0
[INSERT], 260479, 1.0
[INSERT], 264447, 1.0
[INSERT], 268543, 1.0
[INSERT], 272383, 1.0
[INSERT], 275455, 1.0
[INSERT], 276479, 1.0
[INSERT], 279807, 2.0
[INSERT], 280063, 3.0
[INSERT], 280319, 1.0
[INSERT], 284159, 2.0
[INSERT], 284415, 3.0
[INSERT], 291839, 2.0
[INSERT], 304127, 1.0
[INSERT], 307967, 2.0
[INSERT], 308223, 1.0
[INSERT], 312575, 1.0
[INSERT], 316415, 1.0
[INSERT], 320767, 2.0
[INSERT], 547839, 2.0
[INSERT], 548351, 1.0
[INSERT], 552447, 2.0
[INSERT], 592383, 3.0
[INSERT], 716799, 1.0
[INSERT], 756735, 1.0
[INSERT], 764927, 4.0
[INSERT], 800767, 2.0
[INSERT], 884735, 1.0
[INSERT], 928255, 1.0
[INSERT], 944639, 1.0
[INSERT], 964607, 4.0
[INSERT], 968703, 1.0